Autodesk.Revit.UI.RadioButtonGroup.AddItems(System.Collections.Generic.IList`1{Autodesk.Revit.UI.ToggleButtonData})
Adds new ToggleButtons to the RadioButtonGroup.
buttonData: A list of objects containing the data needed to construct the ToggleButtons.
Throws Autodesk.Revit.Exceptions.ArgumentNullException: Thrown when buttonData is null.
Throws Autodesk.Revit.Exceptions.ArgumentException:
Thrown when button with buttonData.Name already exists in the group.
Returns:  The newly added ToggleButtons.
Since: 2011